Repository: piekarskipiotr/payflix
Catalog: lib/resources/l10n/app_*.arb
Languages: pl

# language
source: English
pl: Polski

# test_message
source: Hello {username}
pl: Cześć {username}

source: Field cannot be empty
pl: Pole nie może być puste

# not_email
source: Incorrect email address pattern
pl: Nieprawidłowy format adresu email

# weak_password
source: Password is too weak
pl: Hasło jest za słabe

# email_already_in_use
source: Account with this email already exists
pl: Istnieje już konto z takim adresem email

# network_request_failed
source: The network connection has been lost or is unstable
pl: Połączenie sieciowe zostało zerwane lub jest niestabilne

# invalid_email
source: The email address you tried to register for does not exist or is incorrect
pl: Adres email na który próbowano się zarejestrować nie istnieje lub jest niepoprawny

# user_not_found
source: User doesn't exists
pl: Użytkownik nie istnieje

# wrong_password
source: Wrong user data
pl: Niepoprawne dane logowania

# not_in_days_range
source: Day not in days range 1 - 31
pl: Dzień nie mieście sie w przedziale 1 - 31

# password_is_too_short
source: Password is too short, Length should be at least 6
pl: Hasło jest za krótkie. Długość powinna wynosić co najmniej 6

source: Log in
pl: Zaloguj

source: Login
pl: Zaloguj

source: Log out
pl: Wyloguj

source: Password
pl: Hasło

source: Forgot?
pl: Zapomniałeś?

source: or
pl: lub

source: Continue with Google
pl: Kontynuuj z Google

source: Continue with Apple
pl: Kontynuuj z Apple

# no_account_question
source: Don't have an account?
pl: Nie masz konta?

source: Sign up
pl: Zarejestruj się

source: Signup
pl: Dołącz

source: Profile name
pl: Nazwa profilu

# sign_up_checkbox_text_part_1
source: By selecting, I agree to
pl: Zaznaczając, oznajmniam że zapoznałem się oraz wyrażam zgodę na

# sign_up_checkbox_text_part_2
source: and
pl: i

source: Terms and Conditions
pl: Zasady i Warunki

source: Privacy Policy
pl: Politykę prywatności

source: Close dialog
pl: Zamknij dialog

# sign_up_succeeded_title
source: You signed up successfully
pl: Rejestracja przebiegła pomyślnie

# sign_up_succeeded_secondary
source: To finalize the registration process, we sent a message with a link to verify your Email to the address you provided.
pl: Aby sfinalizować proces rejestracji, wysłaliśmy na podany przez Ciebie adres, wiadomość z linkiem do zweryfikowania Email.

# restart_password_header_text
source: Have you forgotten your password? We'll send a link to the Email ID provided below, which you can set a new password!
pl: Zapomniałeś hasła? Wyślemy na podany poniżej Email ID link, dzięki któremu ustawisz nowe hasło!

source: Restart
pl: Zrestartuj

source: Cancel
pl: Anuluj

# unexpected_error
source: Unexpected error occur
pl: Wystąpił niespodziewany błąd

# restart_email_sent_successfully
source: An email has been sent with a link to restart the password
pl: Wysłano email z linkiem do restartu hasła

# email_verification_room_title
source: Just one more step!
pl: Jeszcze tylko jeden krok!

# email_verification_room_secondary_part_1
source: A message with a link verifying your Email ID should be sent to the address you provided. If you don't see our message
pl: Na podany przez Ciebie adres powinna przyjść wiadomość z linkiem weryfikującym Twój Email ID. Jeśli nie widzisz naszej wiadomości

# email_verification_room_secondary_part_2
source: and we'll send it again.
pl: a wyślemy ją ponownie.

source: click here
pl: kliknij tutaj

# sending_verification_email
source: Sending email...
pl: Wysyłanie emaila...

# sending_verification_email_succeeded
source: Email has been sent!
pl: Wysłano!

# too_many_requests
source: Ło ło ło, we are not keeping up with sending, please wait a moment before asking us to resend your email
pl: Ło ło ło, nie nadążamy z wysyłką, odczekaj chwilę zanim poprosisz nas o ponowne przesłanie emaila

# welcome
source: Welcome to Payflix
pl: Witaj w Payflix

# welcome_info_text
source: Thank you for joining to our community! Now you can join to your group or create new one!
pl: Dziękujemy za bycie częścią naszej społeczności! Teraz możesz dołączyć do swojej grupy lub utworzyć nową!

source: Create
pl: Utwórz

# scan
source: Scan QR
pl: Skanuj QR

# welcome_bottom_text
source: Join to the group with invite link
pl: Dołącz do grupy przez link z zaproszeniem

source: Create group
pl: Utwórz grupę

source: Group settings
pl: Ustawienia grupy

# create_group_form_header
source: Thank you for expanding our community! All of the following settings can be changed later
pl: Dziękujemy za rozszerzenie naszej społeczności! Wszystkie poniższe ustawienia możesz później zmienić

# group_settings_form_header
source: You can change your group's settings at any time, but it may take some time to enter some of them
pl: Ustawienia Twojej grupy możesz zmienić w każdym momencie jednak na wprowadzenie niektórych z nich może potrwać trochę czasu

source: Save
pl: Zapisz

source: Account access
pl: Dane dostępowe

source: optional
pl: opcjonalnie

source: Monthly payment
pl: Opłata miesięczna

source: Day of the month
pl: Dzień miesiąca

source: Saved!
pl: Zapisano!

# group_created
source: The group has been created
pl: Grupa została utworzona

# group_created_secondary
source: Now you can add members to your group, you can do it via the invite link or show them the QR code to be scanned
pl: Teraz możesz dodać członków do Twojej grupy, możesz to zrobić przez link z zaproszeniem lub pokaż im kod QR do zeskanowania

# user_id_not_found_error_message
source: We can't get your ID, please log in again
pl: Nie możemy uzyskać twojego ID, proszę zaloguj się jeszcze raz

source: Members
pl: Członkowie

# invite_dialog_header_text
source: Woohoo are you adding new members? Send them this invite link or generate QR code.
pl: Woohoo dodajesz nowych członków? Wyślij im ten link z zaproszeniem lub wygeneruj kod QR.

# invite_dialog_2_header_text
source: QR code is ready for your new members! You can share it to chat applications
pl: Kod QR jest gotowy dla Twoich nowych członków! Możesz udostępnić go aplikacjom czatu

source: Show QR
pl: Pokaż QR

# back
source: Return
pl: Wróć

source: Share
pl: Udostępnij

source: Copied!
pl: Skopiowano!

source: Tap to choose
pl: Kliknij aby wybrać

# picking_avatar_desc
source: Pick avatar, which will represent you in the app. You can change it later.
pl: Wybierz awatar, który będzie reprezentować twoje konto w aplikacji. Możesz go później zmienić.

# picking_avatar_header
source: Pick your avatar
pl: Wybierz swój awatar

# current_user_tag
source: You
pl: Ty

# initializing_app
source: Initializing the app
pl: Inicjalizuję aplikację

source: Groups
pl: Grupy

source: Profile
pl: Profil

# picking_vod_header
source: Pick group VOD platform
pl: Wybierz platformę VOD grupy

source: Edit profile
pl: Edytuj profil

source: Edit
pl: Edytuj

source: Manage account
pl: Zarządzaj kontem

source: Change password
pl: Zmień hasło

# app_latest_information
source: App information - {version} update from {date}
pl: Informacje aplikacji - {version} aktualizacja z dnia {date}

source: Change log
pl: Dziennik zmian

source: Support
pl: Wsparcie

source: Acknowledgments
pl: Podziękowania

source: Others
pl: Inne

source: Delete account
pl: Usuń konto

# profile_user_null
source: We are having problem with fetching your profile data :(
pl: Mamy problem z pobraniem danych Twojego profilu :(

# fetching_groups_failed
source: We are having problem with fetching your groups :(
pl: Mamy problem z pobraniem Twoich grup :(

# fetching_members_error
source: We are having problem with fetching group members :(
pl: Mamy problem z pobraniem członków grupy :(

source: Reload
pl: Ponów

source: Previous password
pl: Poprzednie hasło

source: New password
pl: Nowe hasło

source: Confirm password
pl: Potwierdź hasło

source: Change
pl: Zmień

# password_cannot_be_same_as_previous
source: Password can't be same as the previous
pl: Hasło nie może być takie samo jak poprzednie

# passwords_not_the_same
source: Password is not the same
pl: Hasło nie jest takie samo

# password_changed_successfully
source: Password has been changed successfully!
pl: Zmiana Twojego hasła powiodła się!

# wrong_previous_password
source: Current password is incorrect!
pl: Aktualne hasło nie jest poprawne!

# edit_profile_email_id_info_1
source: Your current email ID is
pl: Twój aktualny adres to

# edit_profile_email_id_info_2
source: and Payflix doesn't allow to change it, the only way is to create new account with desire email ID
pl: Payflix nie zezwala na jego zmianę, jedyną opcją na zmianę adresu email jest utworzenie nowego konta

source: User profile updated successfully!
pl: Pomyślnie zaktualizowano profil użytkownika!

# qr_share_text
source: Join to my group in Payflix app!
pl: Dołącz do mojej grupy w aplikacji Payflix!

# qr_share_subject
source: Join to the group - Payflix
pl: Dołącz do grupy - Payflix

# qr_scanner_title
source: Scan the group Qr code
pl: Zeskanuj Qr kod grupy

# invalid_qr_code
source: Scanned code is not valid and can't be handle by app
pl: Zeskanowany kod jest niepoprawny i nie może zostać obsłużony przez aplikację

# user_already_in_group
source: You are trying to join to the group you already belong
pl: Próbujesz dołączyć do grupy, której jesteś już członkiem.

# user_already_in_vod_group_type
source: Joining failed! You can only be in one VOD type group at the time
pl: Dołączanie nieudane! W danym momencie możesz być tylko w jednej grupie danej platfomy VOD

# added_to_group_successfully
source: You joined to the new group!
pl: Dołączyłeś do nowej grupy!

source: Join
pl: Dołącz

# joining_group_dialog_header
source: You are about to join this group
pl: Jesteś o krok od dołączenia do tej grupy

# admin_of_group
source: Group admin
pl: Admin grupy

# leave_group
source: Leave
pl: Opuść grupę

source: Payment info
pl: Informacje o płatnościach

source: Admin contact
pl: Kontakt do admina

# leave_group_header
source: Are you sure about leaving this group?
pl: Jesteś pewien że chcesz opuścić grupę?

# leave_group_body
source: You are about to leave and you will lost information about payments, access data and more. The admin of the group will be notified about your leave.
pl: Za chwilę opuścisz grupę i stracisz dostęp do informacji o płatnościach, danych dostępowych i innych. Zarządca grupy dostanie powiadomienie o Twoim odejściu.

# leaving_group_succeeded
source: You left the group!
pl: Opuściłeś grupę!

# leaving_group_failed
source: Error occurred while trying to left the group!
pl: Wystąpił błąd przy próbie opuszczenia grupy!

# account_access_header
source: Your access data to VOD platform. Remember to not share this data with anyone that is not a member of the group!
pl: Twoje dane dostępowe do platformy VOD. Pamiętaj aby nie udostępniać tych danych osobom nie będących częścią grupy!

# account_access_not_found_header
source: The admin of this group didn't provide access data.
pl: Zarządca tej grupy nie udostępnił danych dostępu.

# account_access_not_found_body
source: Contact the group administrator to obtain an email address and password for the VOD platform.
pl: Skontaktuj się z administratorem grupy w celu uzyskania adresu email oraz hasła do platformy VOD.

source: Phone number
pl: Telefon

# bank_account_number
source: Bank account no.
pl: Nr konta bankowego

# not_phone_number
source: Incorrect phone number pattern
pl: Nieprawidłowy format numeru telefonu

# payment_info_header
source: The administrator has provided data that will allow you to perform the payment for the use of the VOD service.
pl: Administrator udostępnił dane, które pozwolą Ci na wykonanie opłaty za korzystanie z serwisu VOD.

# payment_info_not_found_header
source: The manager of this group didn't share bank data.
pl: Zarządca tej grupy nie udostępnił danych bankowych.

# payment_info_not_found_body
source: Contact the group's administrator for information that will allow you to execute the user fee.
pl: Skontaktuj się z administratorem grupy w celu uzyskania informacji pozwalających Ci wykonać opłatę za korzystanie z usługi.

source: Delete group
pl: Usuń grupę

# delete_group_header
source: You are one step away from tragedy!
pl: Jesteś o krok od tragedii!

# delete_group_body
source: By deleting the group, all members will lose access to it and you will no longer be able to get payment information.
pl: Usuwając grupę wszyscy jej członkowie stracą do niej dostęp oraz nie będziesz mógł już uzyskać informacji o płatnościach.

source: Delete
pl: Usuń

# group_deleted
source: The group has been deleted!
pl: Grupa została usunięta!

# group_deleted_body
source: Your group has been annihilated BAM, if you miss this VOD platform you can always create a new group!
pl: Twoja grupa została unicestwiona BAM, jeśli zatęsknisz za tą platformą VOD możesz zawsze utworzyć nową grupę!

# remove_user_header
source: Are you sure you want to remove {userName} from the group?
pl: Jesteś pewien że chcesz usunąć {userName} z grupy?

# remove_user_body
source: Removing a member from the group will recalculate the current monthly rate per user, each member will also receive information about this update.
pl: Usunięcie członka z grupy spowoduje przeliczenie aktualnej stawki miesięcznej na użytkownika, każdy z nich dostanie również informację o tej aktualizacji.

source: Remove
pl: Usuń

# member_removed
source: The member has been removed!
pl: Członek został usunięty!

# member_removed_body
source: The current rate has been recalculated, group members have received notification of the situation
pl: Aktualna stawka została przeliczona, członkowie grupy dostali powiadomienie o zaistniałej sytuacji

# delete_account_header
source: You are one step away from deleting your account!
pl: Jesteś o krok od usunięcia konta!

# delete_account_body
source: By deleting your account, you will also delete all groups of which you are an administrator. The members of these groups will be informed of this situation.
pl: Usuwając konto, usuwasz również wszystkie grupy, których jesteś administratorem. Członkowie tych grup zostaną poinformowani o Tej sytuacji.

# account_deleted
source: The account has been deleted!
pl: Konto zostało usunięte!

# account_deleted_body
source: Your account and groups have been deleted. We are sorry to part ways, we hope our paths will cross again in another application :)
pl: Twoje konto i grupy zostały usunięte. Przykro nam że się rozstajemy, mamy nadzieję że nasze drogi skrzyżują się ponownie w innej aplikacji :)

source: Payments
pl: Płatności

source: days
pl: dni

source: day
pl: dzień

source: till next payment
pl: do następnej płatności

source: It's today
pl: To dzisiaj

# it_s_today_sub
source: the payment day!
pl: upływa termin płatności!

source: Nothing yet
pl: Aktualnie brak

source: Mark as paid
pl: Ustaw jako zapłacone

source: Mark as unpaid
pl: Ustaw jako niezapłacone

source: Close
pl: Zamknij

source: Paid
pl: Zapłacono

source: Unpaid
pl: Nie zapłacono

source: Expired
pl: Przeterminowane

source: Marked as paid
pl: Ustawiono jako zapłanocne

source: Marked as unpaid
pl: Ustawiono jako niezapłacone

# history_details_paid
source: By tapping “Mark as paid”, you confirm user payment. You can undo your action but they will be listed in month details history.
pl: Klikając “Ustaw jako zapłacone” potwierdzasz płatność użytkownika. Możesz cofnąć swoją akcję, jednak zostanie ona zarejestrowana w historii.

# history_details_unpaid
source: By tapping “Mark as unpaid”, you undo confirmation of user payment. You can undo your action but they will be listed in month details history.
pl: Klikając “Ustaw jako niezapłacone” cofasz potwierdzenie płatności użytkownika. Możesz cofnąć swoją akcję, jednak zostanie ona zarejestrowana w historii.
